Repository: r1adBE/cryptoChecker
Catalog: ios/Shared/Resources/Localizable.xcstrings
Source language: en
Languages: ar, cs, da, de, el, es, fa, fi, fr, he, hi, hu, id, it, ja, ko, nb, nl, pl, pt, pt_br, ro, ru, sq, sv, th, tr, uk, vi, zh_hans

# alarm_near_notification_high
source: %1$@ is %2$@ below its %3$@ (%4$@ / %5$@)
ar: %1$@ دون %3$@ بنسبة %2$@ (%4$@ / %5$@)
cs: %1$@ je %2$@ pod hodnotou %3$@ (%4$@ / %5$@)
da: %1$@ er %2$@ under sin %3$@ (%4$@ / %5$@)
de: %1$@ ist %2$@ unter dem %3$@ (%4$@ / %5$@)
el: Το %1$@ είναι %2$@ κάτω από το %3$@ (%4$@ / %5$@)
es: %1$@ está un %2$@ por debajo de su %3$@ (%4$@ / %5$@)
fa: %1$@ %2$@ پایین‌تر از %3$@ است (%4$@ / %5$@)
fi: %1$@ on %2$@ alempana kuin %3$@ (%4$@ / %5$@)
fr: %1$@ est %2$@ sous son %3$@ (%4$@ / %5$@)
he: %1$@ נמצא %2$@ מתחת ל־%3$@ (%4$@ / %5$@)
hi: %1$@ अपने %3$@ से %2$@ नीचे है (%4$@ / %5$@)
hu: %1$@: %2$@ értékkel a %3$@ alatt (%4$@ / %5$@)
id: %1$@ berada %2$@ di bawah %3$@ (%4$@ / %5$@)
it: %1$@ è %2$@ sotto il suo %3$@ (%4$@ / %5$@)
ja: %1$@ は %3$@ を %2$@ 下回っています（%4$@ / %5$@）
ko: %1$@, %3$@보다 %2$@ 아래 (%4$@ / %5$@)
nb: %1$@ er %2$@ under sin %3$@ (%4$@ / %5$@)
nl: %1$@ staat %2$@ onder de %3$@ (%4$@ / %5$@)
pl: %1$@ jest %2$@ poniżej swojego %3$@ (%4$@ / %5$@)
pt: %1$@ está %2$@ abaixo do seu %3$@ (%4$@ / %5$@)
pt_br: %1$@ está %2$@ abaixo do seu %3$@ (%4$@ / %5$@)
ro: %1$@ este cu %2$@ sub nivelul %3$@ (%4$@ / %5$@)
ru: %1$@ на %2$@ ниже своего %3$@ (%4$@ / %5$@)
sq: %1$@ është %2$@ më poshtë se %3$@ (%4$@ / %5$@)
sv: %1$@ är %2$@ under sin %3$@ (%4$@ / %5$@)
th: %1$@ ต่ำกว่า%3$@ %2$@ (%4$@ / %5$@)
tr: %1$@, %3$@ seviyesinin %2$@ altında (%4$@ / %5$@)
uk: %1$@ на %2$@ нижче свого %3$@ (%4$@ / %5$@)
vi: %1$@ thấp hơn %3$@ %2$@ (%4$@ / %5$@)
zh_hans: %1$@ 比%3$@低 %2$@（%4$@ / %5$@）

# alarm_near_notification_low
source: %1$@ is %2$@ above its %3$@ (%4$@ / %5$@)
ar: %1$@ فوق %3$@ بنسبة %2$@ (%4$@ / %5$@)
cs: %1$@ je %2$@ nad hodnotou %3$@ (%4$@ / %5$@)
da: %1$@ er %2$@ over sin %3$@ (%4$@ / %5$@)
de: %1$@ ist %2$@ über dem %3$@ (%4$@ / %5$@)
el: Το %1$@ είναι %2$@ πάνω από το %3$@ (%4$@ / %5$@)
es: %1$@ está un %2$@ por encima de su %3$@ (%4$@ / %5$@)
fa: %1$@ %2$@ بالاتر از %3$@ است (%4$@ / %5$@)
fi: %1$@ on %2$@ korkeammalla kuin %3$@ (%4$@ / %5$@)
fr: %1$@ est %2$@ au-dessus de son %3$@ (%4$@ / %5$@)
he: %1$@ נמצא %2$@ מעל %3$@ (%4$@ / %5$@)
hi: %1$@ अपने %3$@ से %2$@ ऊपर है (%4$@ / %5$@)
hu: %1$@: %2$@ értékkel a %3$@ felett (%4$@ / %5$@)
id: %1$@ berada %2$@ di atas %3$@ (%4$@ / %5$@)
it: %1$@ è %2$@ sopra il suo %3$@ (%4$@ / %5$@)
ja: %1$@ は %3$@ を %2$@ 上回っています（%4$@ / %5$@）
ko: %1$@, %3$@보다 %2$@ 위 (%4$@ / %5$@)
nb: %1$@ er %2$@ over sin %3$@ (%4$@ / %5$@)
nl: %1$@ staat %2$@ boven de %3$@ (%4$@ / %5$@)
pl: %1$@ jest %2$@ powyżej swojego %3$@ (%4$@ / %5$@)
pt: %1$@ está %2$@ acima do seu %3$@ (%4$@ / %5$@)
pt_br: %1$@ está %2$@ acima do seu %3$@ (%4$@ / %5$@)
ro: %1$@ este cu %2$@ peste nivelul %3$@ (%4$@ / %5$@)
ru: %1$@ на %2$@ выше своего %3$@ (%4$@ / %5$@)
sq: %1$@ është %2$@ më lart se %3$@ (%4$@ / %5$@)
sv: %1$@ är %2$@ över sin %3$@ (%4$@ / %5$@)
th: %1$@ สูงกว่า%3$@ %2$@ (%4$@ / %5$@)
tr: %1$@, %3$@ seviyesinin %2$@ üzerinde (%4$@ / %5$@)
uk: %1$@ на %2$@ вище свого %3$@ (%4$@ / %5$@)
vi: %1$@ cao hơn %3$@ %2$@ (%4$@ / %5$@)
zh_hans: %1$@ 比%3$@高 %2$@（%4$@ / %5$@）

# alarm_near_notification_new
source: New %1$@ for %2$@: %3$@ (previous %4$@)
ar: %2$@ يسجّل %1$@ جديدًا: %3$@ (السابق %4$@)
cs: %2$@: nová hodnota %1$@ – %3$@ (dosud %4$@)
da: Ny %1$@ for %2$@: %3$@ (tidligere %4$@)
de: Neues %1$@ für %2$@: %3$@ (bisher %4$@)
el: Νέο %1$@ για το %2$@: %3$@ (προηγούμενο %4$@)
es: Nuevo %1$@ para %2$@: %3$@ (anterior %4$@)
fa: %2$@ %1$@ تازه ثبت کرد: %3$@ (قبلی %4$@)
fi: %2$@: uusi %1$@ %3$@ (aiempi %4$@)
fr: Nouveau %1$@ pour %2$@ : %3$@ (précédent %4$@)
he: %1$@ חדש ל־%2$@: %3$@ (קודם %4$@)
hi: %2$@ का नया %1$@: %3$@ (पिछला %4$@)
hu: %2$@: új %1$@ – %3$@ (korábban %4$@)
id: %2$@ mencetak %1$@ baru: %3$@ (sebelumnya %4$@)
it: Nuovo %1$@ per %2$@: %3$@ (precedente %4$@)
ja: %2$@ が %1$@ を更新：%3$@（前回 %4$@）
ko: %2$@ %1$@ 경신: %3$@ (이전 %4$@)
nb: Ny %1$@ for %2$@: %3$@ (tidligere %4$@)
nl: Nieuwe %1$@ voor %2$@: %3$@ (eerder %4$@)
pl: Nowe %1$@ dla %2$@: %3$@ (poprzednio %4$@)
pt: Novo %1$@ para %2$@: %3$@ (anterior %4$@)
pt_br: Novo %1$@ para %2$@: %3$@ (anterior %4$@)
ro: Nou %1$@ pentru %2$@: %3$@ (anterior %4$@)
ru: %2$@: обновление %1$@ — %3$@ (ранее %4$@)
sq: %2$@: %1$@ i ri – %3$@ (më parë %4$@)
sv: Ny %1$@ för %2$@: %3$@ (tidigare %4$@)
th: %2$@ ทำ%1$@ใหม่: %3$@ (เดิม %4$@)
tr: %2$@ için yeni %1$@: %3$@ (önceki %4$@)
uk: %2$@: оновлення %1$@ — %3$@ (раніше %4$@)
vi: %2$@ lập %1$@ mới: %3$@ (trước đó %4$@)
zh_hans: %2$@ 刷新%1$@：%3$@（此前 %4$@）

# alarm_near_window_days
source: %1$lld days
ar: %1$lld يوم
cs: %1$lld dní
da: %1$lld dage
de: %1$lld Tage
el: %1$lld ημέρες
es: %1$lld días
fa: %1$lld روز
fi: %1$lld päivää
fr: %1$lld jours
he: %1$lld ימים
hi: %1$lld दिन
hu: %1$lld nap
id: %1$lld hari
it: %1$lld giorni
ja: %1$lld日
ko: %1$lld일
nb: %1$lld dager
nl: %1$lld dagen
pl: %1$lld dni
pt: %1$lld dias
pt_br: %1$lld dias
ro: %1$lld de zile
ru: %1$lld дня
sq: %1$lld ditë
sv: %1$lld dagar
th: %1$lld วัน
tr: %1$lld gün
uk: %1$lld дні
vi: %1$lld ngày
zh_hans: %1$lld 天

# alarm_near_window_label
source: Period
ar: الفترة
cs: Období
da: Periode
de: Zeitraum
el: Περίοδος
es: Periodo
fa: بازه
fi: Jakso
fr: Période
he: תקופה
hi: अवधि
hu: Időszak
id: Periode
it: Periodo
ja: 期間
ko: 기간
nb: Periode
nl: Periode
pl: Okres
pt: Período
pt_br: Período
ro: Perioadă
ru: Период
sq: Periudha
th: ช่วงเวลา
tr: Dönem
uk: Період
vi: Khoảng thời gian
zh_hans: 周期

# alarm_near_window_year
source: 1 year
ar: سنة واحدة
cs: 1 rok
da: 1 år
de: 1 Jahr
el: 1 έτος
es: 1 año
fa: ۱ سال
fi: 1 vuosi
fr: 1 an
he: שנה
hi: 1 साल
hu: 1 év
id: 1 tahun
it: 1 anno
ja: 1年
ko: 1년
nb: 1 år
nl: 1 jaar
pl: 1 rok
pt: 1 ano
pt_br: 1 ano
ro: 1 an
ru: 1 год
sq: 1 vit
sv: 1 år
th: 1 ปี
tr: 1 yıl
uk: 1 рік
vi: 1 năm
zh_hans: 1 年

# alarm_once
source: Once
ar: مرة واحدة
cs: Jednorázový
da: Én gang
de: Einmalig
el: Μία φορά
es: Una vez
fa: یک‌بار
fi: Kerran
fr: Une fois
he: חד־פעמית
hi: एक बार
hu: Egyszeri
id: Sekali
it: Una volta
ja: 1回のみ
ko: 1회
nb: Én gang
nl: Eenmalig
pl: Jednorazowy
pt: Uma vez
pt_br: Uma vez
ro: O dată
ru: Однократно
sq: Një herë
sv: En gång
th: ครั้งเดียว
tr: Bir kez
uk: Одноразовий
vi: Một lần
zh_hans: 一次

# alarm_option_repeating
source: Keep alarm after it fires
ar: إبقاء التنبيه بعد انطلاقه
cs: Ponechat alarm po spuštění
da: Behold alarmen, når den er udløst
de: Alarm nach dem Auslösen aktiv lassen
el: Διατήρηση μετά την ενεργοποίηση
es: Mantener la alarma tras saltar
fa: هشدار پس از فعال شدن باقی بماند
fi: Säilytä hälytys laukeamisen jälkeen
fr: Conserver l'alerte après déclenchement
he: השאר את ההתראה לאחר שהופעלה
hi: बजने के बाद भी अलार्म रखें
hu: Riasztás megtartása kioldás után
id: Pertahankan alarm setelah berbunyi
it: Mantieni l'allarme dopo che scatta
ja: 作動後もアラームを残す
ko: 울린 후에도 경보 유지
nb: Behold alarmen etter at den er utløst
nl: Alarm behouden na afgaan
pl: Zachowaj alarm po wyzwoleniu
pt: Manter o alarme depois de disparar
pt_br: Manter o alarme depois de disparar
ro: Păstrează alarma după declanșare
ru: Сохранять после срабатывания
sq: Mbaje alarmin pasi të aktivizohet
sv: Behåll larmet efter att det utlösts
th: เก็บสัญญาณเตือนไว้หลังทำงาน
tr: Tetiklendikten sonra alarmı koru
uk: Залишати сигнал після спрацювання
vi: Giữ cảnh báo sau khi kích hoạt
zh_hans: 触发后保留提醒

# alarm_option_sound
source: Sound
ar: الصوت
cs: Zvuk
da: Lyd
de: Ton
el: Ήχος
es: Sonido
fa: صدا
fi: Ääni
fr: Son
he: צליל
hi: आवाज़
hu: Hang
id: Suara
it: Suono
ja: サウンド
ko: 소리
nb: Lyd
nl: Geluid
pl: Dźwięk
pt: Som
pt_br: Som
ro: Sunet
ru: Звук
sq: Tingull
sv: Ljud
th: เสียง
tr: Ses
uk: Звук
vi: Âm thanh
zh_hans: 声音

# alarm_option_speak
source: Speak alarm
ar: نطق التنبيه
cs: Přečíst alarm nahlas
da: Læs alarm op
de: Alarm vorlesen
el: Εκφώνηση ειδοποίησης
es: Decir alarma
fa: خواندن صوتی هشدار
fi: Lue hälytys ääneen
fr: Annoncer l'alerte
he: הקרא התראה
hi: अलार्म बोलें
hu: Riasztás felolvasása
id: Ucapkan alarm
it: Leggi allarme
ja: アラームを読み上げ
ko: 경보 읽어주기
nb: Les opp alarm
nl: Alarm voorlezen
pl: Czytaj alarm
pt: Falar alarme
pt_br: Falar alarme
ro: Citește alarma
ru: Озвучивать оповещение
sq: Lexo alarmin me zë
sv: Läs upp larm
th: อ่านสัญญาณเตือนออกเสียง
tr: Alarmı sesli oku
uk: Озвучувати сигнал
vi: Đọc cảnh báo
zh_hans: 语音播报提醒

# alarm_option_vibrate
source: Vibration
ar: الاهتزاز
cs: Vibrace
el: Δόνηση
es: Vibración
fa: لرزش
fi: Värinä
he: רטט
hi: वाइब्रेशन
hu: Rezgés
id: Getar
it: Vibrazione
ja: バイブレーション
ko: 진동
nb: Vibrering
nl: Trillen
pl: Wibracja
pt: Vibração
pt_br: Vibração
ro: Vibrație
ru: Вибрация
sq: Dridhje
th: สั่น
tr: Titreşim
uk: Вібрація
vi: Rung
zh_hans: 振动

# alarm_repeating
source: Repeating
ar: متكرر
cs: Opakovaný
da: Gentagende
de: Wiederholend
el: Επαναλαμβανόμενη
es: Repetida
fa: تکرارشونده
fi: Toistuva
fr: Répétée
he: חוזרת
hi: बार-बार
hu: Ismétlődő
id: Berulang
it: Ripetuto
ja: 繰り返し
ko: 반복
nb: Gjentakende
nl: Herhalend
pl: Powtarzany
pt: Repetido
pt_br: Repetido
ro: Repetată
ru: Повторяющееся
sq: I përsëritur
sv: Återkommande
th: ซ้ำ
tr: Tekrarlayan
uk: Повторюваний
vi: Lặp lại
zh_hans: 重复

# alarm_sentence_above
source: Tell me when %1$@ rises above %2$@.
ar: أبلغني عندما يرتفع %1$@ فوق %2$@.
cs: Upozornit, až %1$@ stoupne nad %2$@.
da: Giv mig besked, når %1$@ stiger over %2$@.
de: Sag mir Bescheid, wenn %1$@ über %2$@ steigt.
el: Ειδοποίηση όταν το %1$@ ανέβει πάνω από %2$@.
es: Avísame cuando %1$@ suba por encima de %2$@.
fa: وقتی %1$@ از %2$@ بالاتر رفت، به من خبر بده.
fi: Ilmoita, kun %1$@ nousee yli %2$@.
fr: Me prévenir quand %1$@ dépasse %2$@.
he: להודיע לי כש־%1$@ עולה מעל %2$@.
hi: जब %1$@ %2$@ से ऊपर जाए, तो मुझे बताएँ।
hu: %1$@ – értesítés, ha az ár %2$@ fölé emelkedik.
id: Beri tahu saya saat %1$@ naik di atas %2$@.
it: Avvisami quando %1$@ sale sopra %2$@.
ja: %1$@ が %2$@ を上回ったら知らせる。
ko: %1$@ 가격이 %2$@ 위로 오르면 알려 주세요.
nb: Gi meg beskjed når %1$@ stiger over %2$@.
nl: Laat het me weten als %1$@ boven %2$@ stijgt.
pl: Powiadom mnie, gdy %1$@ wzrośnie powyżej %2$@.
pt: Avisar-me quando %1$@ subir acima de %2$@.
pt_br: Avise-me quando %1$@ subir acima de %2$@.
ro: Anunță-mă când %1$@ urcă peste %2$@.
ru: Сообщить, когда %1$@ поднимется выше %2$@.
sq: Më njofto kur %1$@ të ngjitet mbi %2$@.
sv: Meddela mig när %1$@ stiger över %2$@.
th: แจ้งฉันเมื่อ %1$@ ขึ้นเหนือ %2$@
tr: %1$@ fiyatı %2$@ üzerine çıktığında bana haber ver.
uk: Повідомити, коли %1$@ підніметься вище %2$@.
vi: Báo cho tôi khi %1$@ tăng lên trên %2$@.
zh_hans: 当 %1$@ 涨破 %2$@ 时提醒我。

# alarm_sentence_below
source: Tell me when %1$@ falls below %2$@.
ar: أبلغني عندما ينخفض %1$@ تحت %2$@.
cs: Upozornit, až %1$@ klesne pod %2$@.
da: Giv mig besked, når %1$@ falder under %2$@.
de: Sag mir Bescheid, wenn %1$@ unter %2$@ fällt.
el: Ειδοποίηση όταν το %1$@ πέσει κάτω από %2$@.
es: Avísame cuando %1$@ baje por debajo de %2$@.
fa: وقتی %1$@ از %2$@ پایین‌تر رفت، به من خبر بده.
fi: Ilmoita, kun %1$@ laskee alle %2$@.
fr: Me prévenir quand %1$@ passe sous %2$@.
he: להודיע לי כש־%1$@ יורד מתחת ל־%2$@.
hi: जब %1$@ %2$@ से नीचे जाए, तो मुझे बताएँ।
hu: %1$@ – értesítés, ha az ár %2$@ alá esik.
id: Beri tahu saya saat %1$@ turun di bawah %2$@.
it: Avvisami quando %1$@ scende sotto %2$@.
ja: %1$@ が %2$@ を下回ったら知らせる。
ko: %1$@ 가격이 %2$@ 아래로 내려가면 알려 주세요.
nb: Gi meg beskjed når %1$@ faller under %2$@.
nl: Laat het me weten als %1$@ onder %2$@ daalt.
pl: Powiadom mnie, gdy %1$@ spadnie poniżej %2$@.
pt: Avisar-me quando %1$@ descer abaixo de %2$@.
pt_br: Avise-me quando %1$@ cair abaixo de %2$@.
ro: Anunță-mă când %1$@ coboară sub %2$@.
ru: Сообщить, когда %1$@ опустится ниже %2$@.
sq: Më njofto kur %1$@ të bjerë nën %2$@.
sv: Meddela mig när %1$@ sjunker under %2$@.
th: แจ้งฉันเมื่อ %1$@ ลงต่ำกว่า %2$@
tr: %1$@ fiyatı %2$@ altına düştüğünde bana haber ver.
uk: Повідомити, коли %1$@ опуститься нижче %2$@.
vi: Báo cho tôi khi %1$@ giảm xuống dưới %2$@.
zh_hans: 当 %1$@ 跌破 %2$@ 时提醒我。

# alarm_sentence_down_percent
source: Tell me when %1$@ falls by %2$@.
ar: أبلغني عندما ينخفض %1$@ بنسبة %2$@.
cs: Upozornit, až %1$@ klesne o %2$@.
da: Giv mig besked, når %1$@ falder med %2$@.
de: Sag mir Bescheid, wenn %1$@ um %2$@ fällt.
el: Ειδοποίηση όταν το %1$@ πέσει κατά %2$@.
es: Avísame cuando %1$@ baje un %2$@.
fa: وقتی %1$@ به اندازه %2$@ پایین آمد، به من خبر بده.
fi: Ilmoita, kun %1$@ laskee vähintään %2$@.
fr: Me prévenir quand %1$@ baisse de %2$@.
he: להודיע לי כש־%1$@ יורד ב־%2$@.
hi: जब %1$@ %2$@ गिरे, तो मुझे बताएँ।
hu: %1$@ – értesítés, ha az ár %2$@ értékkel esik.
id: Beri tahu saya saat %1$@ turun %2$@.
it: Avvisami quando %1$@ scende del %2$@.
ja: %1$@ が %2$@ 下落したら知らせる。
ko: %1$@ 가격이 %2$@ 내리면 알려 주세요.
nb: Gi meg beskjed når %1$@ faller med %2$@.
nl: Laat het me weten als %1$@ %2$@ daalt.
pl: Powiadom mnie, gdy %1$@ spadnie o %2$@.
pt: Avisar-me quando %1$@ descer %2$@.
pt_br: Avise-me quando %1$@ cair %2$@.
ro: Anunță-mă când %1$@ scade cu %2$@.
ru: Сообщить, когда %1$@ упадёт на %2$@.
sq: Më njofto kur %1$@ të bjerë me %2$@.
sv: Meddela mig när %1$@ sjunker med %2$@.
th: แจ้งฉันเมื่อ %1$@ ลง %2$@
tr: %1$@ fiyatı %2$@ düştüğünde bana haber ver.
uk: Повідомити, коли %1$@ впаде на %2$@.
vi: Báo cho tôi khi %1$@ giảm %2$@.
zh_hans: 当 %1$@ 下跌 %2$@ 时提醒我。

# alarm_sentence_incomplete
source: Enter a value to see the alarm as a sentence.
ar: أدخل قيمة لترى التنبيه كجملة.
cs: Zadejte hodnotu a alarm se tu zobrazí jako věta.
da: Indtast en værdi for at se alarmen som en sætning.
de: Wert eingeben, dann steht der Alarm hier als Satz.
el: Εισαγάγετε μια τιμή για να δείτε την ειδοποίηση ως πρόταση.
es: Introduce un valor para ver la alarma como frase.
fa: یک مقدار وارد کنید تا هشدار به صورت جمله نمایش داده شود.
fi: Syötä arvo, niin hälytys näkyy tässä lauseena.
fr: Saisissez une valeur pour voir l'alerte sous forme de phrase.
he: הזינו ערך כדי לראות את ההתראה כמשפט.
hi: अलार्म को वाक्य के रूप में देखने के लिए कोई मान दर्ज करें।
hu: Adjon meg egy értéket, és a riasztás itt mondatként jelenik meg.
id: Masukkan nilai untuk melihat alarm sebagai kalimat.
it: Inserisci un valore per vedere l'allarme come frase.
ja: 値を入力すると、アラームが文章で表示されます。
ko: 값을 입력하면 경보가 문장으로 표시됩니다.
nb: Skriv inn en verdi for å se alarmen som en setning.
nl: Vul een waarde in om het alarm als zin te zien.
pl: Wpisz wartość, aby zobaczyć alarm jako zdanie.
pt: Introduza um valor para ver o alarme como frase.
pt_br: Digite um valor para ver o alarme como frase.
ro: Introduceți o valoare pentru a vedea alarma ca propoziție.
ru: Введите значение, чтобы увидеть оповещение в виде фразы.
sq: Fut një vlerë për ta parë alarmin si fjali.
sv: Ange ett värde för att se larmet som en mening.
th: ป้อนค่าเพื่อดูสัญญาณเตือนเป็นประโยค
tr: Alarmı cümle olarak görmek için bir değer girin.
uk: Введіть значення, щоб побачити сигнал у вигляді речення.
vi: Nhập một giá trị để xem cảnh báo dưới dạng câu.
zh_hans: 输入数值后，提醒将以句子形式显示。

# alarm_sentence_move_percent
source: Tell me when %1$@ moves by %2$@ within %lld hours.
ar: أبلغني عندما يتحرك %1$@ بنسبة %2$@ خلال %lld ساعة.
cs: Upozornit, až se %1$@ během %lld h pohne o %2$@.
da: Giv mig besked, når %1$@ bevæger sig %2$@ inden for %lld timer.
de: Sag mir Bescheid, wenn sich %1$@ innerhalb von %lld Stunden um %2$@ bewegt.
el: Ειδοποίηση όταν το %1$@ κινηθεί κατά %2$@ μέσα σε %lld ώρες.
es: Avísame cuando %1$@ se mueva un %2$@ en %lld horas.
fa: وقتی %1$@ ظرف %lld ساعت به اندازه %2$@ تغییر کرد، به من خبر بده.
fi: Ilmoita, kun %1$@ liikkuu vähintään %2$@ %lld tunnin sisällä.
fr: Me prévenir quand %1$@ varie de %2$@ en %lld heures.
he: להודיע לי כש־%1$@ זז ב־%2$@ תוך %lld שעות.
hi: जब %1$@ %lld घंटों के भीतर %2$@ ऊपर या नीचे जाए, तो मुझे बताएँ।
hu: %1$@ – értesítés, ha az ár %lld órán belül %2$@ értékkel elmozdul.
id: Beri tahu saya saat %1$@ bergerak %2$@ dalam %lld jam.
it: Avvisami quando %1$@ si muove del %2$@ entro %lld ore.
ja: %1$@ が %lld 時間以内に %2$@ 動いたら知らせる。
ko: %1$@ 가격이 %lld시간 안에 %2$@ 움직이면 알려 주세요.
nb: Gi meg beskjed når %1$@ beveger seg %2$@ innen %lld timer.
nl: Laat het me weten als %1$@ binnen %lld uur %2$@ beweegt.
pl: Powiadom mnie, gdy %1$@ zmieni się o %2$@ w ciągu %lld godzin.
pt: Avisar-me quando %1$@ variar %2$@ em %lld horas.
pt_br: Avise-me quando %1$@ variar %2$@ em %lld horas.
ro: Anunță-mă când %1$@ se mișcă cu %2$@ în %lld de ore.
ru: Сообщить, когда %1$@ изменится на %2$@ за %lld часа.
sq: Më njofto kur %1$@ të lëvizë me %2$@ brenda %lld orëve.
sv: Meddela mig när %1$@ rör sig %2$@ inom %lld timmar.
th: แจ้งฉันเมื่อ %1$@ เคลื่อนไหว %2$@ ภายใน %lld ชั่วโมง
tr: %1$@ fiyatı %lld saat içinde %2$@ hareket ettiğinde bana haber ver.
uk: Повідомити, коли %1$@ зміниться на %2$@ за %lld години.
vi: Báo cho tôi khi %1$@ biến động %2$@ trong vòng %lld giờ.
zh_hans: 当 %1$@ 在 %lld 小时内波动 %2$@ 时提醒我。

# alarm_sentence_near_high
source: Tell me when %1$@ is at most %2$@ below its %3$@.
ar: أبلغني عندما يكون %1$@ دون %3$@ بنسبة %2$@ على الأكثر.
cs: Upozornit, až bude %1$@ nejvýše %2$@ pod hodnotou %3$@.
da: Giv mig besked, når %1$@ højst er %2$@ under sin %3$@.
de: Sag mir Bescheid, wenn %1$@ höchstens %2$@ unter dem %3$@ liegt.
el: Ειδοποίηση όταν το %1$@ είναι το πολύ %2$@ κάτω από το %3$@.
es: Avísame cuando %1$@ esté como mucho un %2$@ por debajo de su %3$@.
fa: وقتی %1$@ حداکثر %2$@ پایین‌تر از %3$@ بود، به من خبر بده.
fi: Ilmoita, kun %1$@ on enintään %2$@ alempana kuin %3$@.
fr: Me prévenir quand %1$@ est au plus %2$@ sous son %3$@.
he: להודיע לי כש־%1$@ נמצא לכל היותר %2$@ מתחת ל־%3$@.
hi: जब %1$@ अपने %3$@ से अधिकतम %2$@ नीचे हो, तो मुझे बताएँ।
hu: %1$@ – értesítés, ha az ár legfeljebb %2$@ értékkel van a %3$@ alatt.
id: Beri tahu saya saat %1$@ berada paling jauh %2$@ di bawah %3$@.
it: Avvisami quando %1$@ si trova al più %2$@ sotto il suo %3$@.
ja: %1$@ が %3$@ まで %2$@ 以内に近づいたら知らせる。
ko: %1$@ 가격이 %3$@ 대비 %2$@ 이내로 다가오면 알려 주세요.
nb: Gi meg beskjed når %1$@ er høyst %2$@ under sin %3$@.
nl: Laat het me weten als %1$@ hooguit %2$@ onder de %3$@ staat.
pl: Powiadom mnie, gdy %1$@ będzie najwyżej %2$@ poniżej swojego %3$@.
pt: Avisar-me quando %1$@ estiver no máximo %2$@ abaixo do seu %3$@.
pt_br: Avise-me quando %1$@ estiver no máximo %2$@ abaixo do seu %3$@.
ro: Anunță-mă când %1$@ este cu cel mult %2$@ sub nivelul %3$@.
ru: Сообщить, когда %1$@ будет не более чем на %2$@ ниже своего %3$@.
sq: Më njofto kur %1$@ të jetë më së shumti %2$@ më poshtë se %3$@.
sv: Meddela mig när %1$@ är högst %2$@ under sin %3$@.
th: แจ้งฉันเมื่อ %1$@ ต่ำกว่า%3$@ไม่เกิน %2$@
tr: %1$@ fiyatı %3$@ seviyesinin en fazla %2$@ altında olduğunda bana haber ver.
uk: Повідомити, коли %1$@ буде не більше ніж на %2$@ нижче свого %3$@.
vi: Báo cho tôi khi %1$@ thấp hơn %3$@ tối đa %2$@.
zh_hans: 当 %1$@ 距%3$@不超过 %2$@ 时提醒我。

# alarm_sentence_near_low
source: Tell me when %1$@ is at most %2$@ above its %3$@.
ar: أبلغني عندما يكون %1$@ فوق %3$@ بنسبة %2$@ على الأكثر.
cs: Upozornit, až bude %1$@ nejvýše %2$@ nad hodnotou %3$@.
da: Giv mig besked, når %1$@ højst er %2$@ over sin %3$@.
de: Sag mir Bescheid, wenn %1$@ höchstens %2$@ über dem %3$@ liegt.
el: Ειδοποίηση όταν το %1$@ είναι το πολύ %2$@ πάνω από το %3$@.
es: Avísame cuando %1$@ esté como mucho un %2$@ por encima de su %3$@.
fa: وقتی %1$@ حداکثر %2$@ بالاتر از %3$@ بود، به من خبر بده.
fi: Ilmoita, kun %1$@ on enintään %2$@ korkeammalla kuin %3$@.
fr: Me prévenir quand %1$@ est au plus %2$@ au-dessus de son %3$@.
he: להודיע לי כש־%1$@ נמצא לכל היותר %2$@ מעל %3$@.
hi: जब %1$@ अपने %3$@ से अधिकतम %2$@ ऊपर हो, तो मुझे बताएँ।
hu: %1$@ – értesítés, ha az ár legfeljebb %2$@ értékkel van a %3$@ felett.
id: Beri tahu saya saat %1$@ berada paling jauh %2$@ di atas %3$@.
it: Avvisami quando %1$@ si trova al più %2$@ sopra il suo %3$@.
ja: %1$@ が %3$@ まで %2$@ 以内に近づいたら知らせる。
ko: %1$@ 가격이 %3$@ 대비 %2$@ 이내로 다가오면 알려 주세요.
nb: Gi meg beskjed når %1$@ er høyst %2$@ over sin %3$@.
nl: Laat het me weten als %1$@ hooguit %2$@ boven de %3$@ staat.
pl: Powiadom mnie, gdy %1$@ będzie najwyżej %2$@ powyżej swojego %3$@.
pt: Avisar-me quando %1$@ estiver no máximo %2$@ acima do seu %3$@.
pt_br: Avise-me quando %1$@ estiver no máximo %2$@ acima do seu %3$@.
ro: Anunță-mă când %1$@ este cu cel mult %2$@ peste nivelul %3$@.
ru: Сообщить, когда %1$@ будет не более чем на %2$@ выше своего %3$@.
sq: Më njofto kur %1$@ të jetë më së shumti %2$@ më lart se %3$@.
sv: Meddela mig när %1$@ är högst %2$@ över sin %3$@.
th: แจ้งฉันเมื่อ %1$@ สูงกว่า%3$@ไม่เกิน %2$@
tr: %1$@ fiyatı %3$@ seviyesinin en fazla %2$@ üzerinde olduğunda bana haber ver.
uk: Повідомити, коли %1$@ буде не більше ніж на %2$@ вище свого %3$@.
vi: Báo cho tôi khi %1$@ cao hơn %3$@ tối đa %2$@.
zh_hans: 当 %1$@ 距%3$@不超过 %2$@ 时提醒我。

# alarm_sentence_up_percent
source: Tell me when %1$@ rises by %2$@.
ar: أبلغني عندما يرتفع %1$@ بنسبة %2$@.
cs: Upozornit, až %1$@ stoupne o %2$@.
da: Giv mig besked, når %1$@ stiger med %2$@.
de: Sag mir Bescheid, wenn %1$@ um %2$@ steigt.
el: Ειδοποίηση όταν το %1$@ ανέβει κατά %2$@.
es: Avísame cuando %1$@ suba un %2$@.
fa: وقتی %1$@ به اندازه %2$@ بالا رفت، به من خبر بده.
fi: Ilmoita, kun %1$@ nousee vähintään %2$@.
fr: Me prévenir quand %1$@ monte de %2$@.
he: להודיע לי כש־%1$@ עולה ב־%2$@.
hi: जब %1$@ %2$@ बढ़े, तो मुझे बताएँ।
hu: %1$@ – értesítés, ha az ár %2$@ értékkel emelkedik.
id: Beri tahu saya saat %1$@ naik %2$@.
it: Avvisami quando %1$@ sale del %2$@.
ja: %1$@ が %2$@ 上昇したら知らせる。
ko: %1$@ 가격이 %2$@ 오르면 알려 주세요.
nb: Gi meg beskjed når %1$@ stiger med %2$@.
nl: Laat het me weten als %1$@ %2$@ stijgt.
pl: Powiadom mnie, gdy %1$@ wzrośnie o %2$@.
pt: Avisar-me quando %1$@ subir %2$@.
pt_br: Avise-me quando %1$@ subir %2$@.
ro: Anunță-mă când %1$@ crește cu %2$@.
ru: Сообщить, когда %1$@ вырастет на %2$@.
sq: Më njofto kur %1$@ të rritet me %2$@.
sv: Meddela mig när %1$@ stiger med %2$@.
th: แจ้งฉันเมื่อ %1$@ ขึ้น %2$@
tr: %1$@ fiyatı %2$@ yükseldiğinde bana haber ver.
uk: Повідомити, коли %1$@ зросте на %2$@.
vi: Báo cho tôi khi %1$@ tăng %2$@.
zh_hans: 当 %1$@ 上涨 %2$@ 时提醒我。

# alarm_sentence_volume
source: Tell me when %1$@ trades %2$@× its normal volume.
ar: أبلغني عندما يصل حجم تداول %1$@ إلى %2$@× المعتاد.
cs: Upozornit, až objem obchodů %1$@ dosáhne %2$@× běžné hodnoty.
da: Giv mig besked, når %1$@ handles med %2$@× den normale volumen.
de: Sag mir Bescheid, wenn bei %1$@ %2$@-mal so viel gehandelt wird wie üblich.
el: Ειδοποίηση όταν ο όγκος συναλλαγών του %1$@ φτάσει %2$@× τον κανονικό.
es: Avísame cuando el volumen de %1$@ llegue a %2$@× lo normal.
fa: وقتی حجم معاملات %1$@ به %2$@× حالت عادی رسید، به من خبر بده.
fi: Ilmoita, kun %1$@-kaupankäynnin volyymi on %2$@× tavallinen.
fr: Me prévenir quand le volume de %1$@ atteint %2$@× la normale.
he: להודיע לי כשמחזור המסחר של %1$@ מגיע ל־%2$@× מהרגיל.
hi: जब %1$@ का वॉल्यूम सामान्य का %2$@× हो जाए, तो मुझे बताएँ।
hu: %1$@ – értesítés, ha a forgalom eléri a szokásos %2$@× mértékét.
id: Beri tahu saya saat volume %1$@ mencapai %2$@× dari biasanya.
it: Avvisami quando il volume di %1$@ raggiunge %2$@× il normale.
ja: %1$@ の出来高が通常の %2$@ 倍になったら知らせる。
ko: %1$@ 거래량이 평소의 %2$@배가 되면 알려 주세요.
nb: Gi meg beskjed når %1$@ handles med %2$@× det normale volumet.
nl: Laat het me weten als het volume van %1$@ %2$@× het normale is.
pl: Powiadom mnie, gdy wolumen %1$@ osiągnie %2$@× normalnego.
pt: Avisar-me quando o volume de %1$@ atingir %2$@× o normal.
pt_br: Avise-me quando o volume de %1$@ atingir %2$@× o normal.
ro: Anunță-mă când volumul pentru %1$@ ajunge la %2$@× față de normal.
ru: Сообщить, когда объём торгов %1$@ достигнет %2$@× от обычного.
sq: Më njofto kur vëllimi i tregtimit për %1$@ të arrijë %2$@× normalen.
sv: Meddela mig när %1$@ handlas med %2$@× den normala volymen.
th: แจ้งฉันเมื่อปริมาณซื้อขาย %1$@ สูงถึง %2$@ เท่าของปกติ
tr: %1$@ işlem hacmi normalin %2$@ katına çıktığında bana haber ver.
uk: Повідомити, коли обсяг торгів %1$@ сягне %2$@× від звичайного.
vi: Báo cho tôi khi khối lượng giao dịch của %1$@ đạt %2$@× mức bình thường.
zh_hans: 当 %1$@ 成交量达到正常水平的 %2$@ 倍时提醒我。
